[
  {"title": "I love you because...",
  "message": "Talking with you is always so much fun!"},
	{"title": "I love you because...",
		"message": "You give me such good advice and are always looking out for me. You are the first person I go to when I need to make a big decision or am struggling with something!"},
	{"title": "You are so important to me because...",
    "message": "You always make me feel safe and comfortable to be myself!"},
  {"title": "I love you because...",
    "message": "We can have fun together at any place at any time!"},
  {"title": "You make me so happy when...",
    "message": "You sing along in harmony and nowhere is it stronger than in albany?"},
  {"title": "Your smile brings me so much happiness!",
    "message": "It is so fucking cute!"},
	{"title": "You have a great butt!",
		"message": "It looks very fucking good and I love playing with it so much!",
		"nsfw":  true},
	{"title": "I find you so attractive!",
		"message": "And you know it which makes you look even more attractive!",
		"nsfw":  true},
	{"title": "You have such a great body!",
		"message": "I love your cuteass face, your cute new hair, your sexy shoulder blades, your back that loves to be tickled, your squeezable boobies, your belly that doesn't have a henk, your great butt, your you know what, your beautiful legs... everything!",
		"nsfw":  true},
	{"title": "I love how much you enjoy turning me on...",
		"message": "For multiple reasons...",
		"nsfw":  true},
	{"title": "Thank you for being so great with all of my firsts!",
		"message": "You made me feel so comfortable and safe, and they're very fond memories of mine!",
		"nsfw":  true},
	{"title": "I fucking love you!",
		"message": "And I love fucking you!",
		"nsfw":  true},
	{"title": "I love how compatible we are in the bedroom!",
		"message": "Like you like to be controlled, and I love controlling you... I fucking love that! And now I'm thinking about tying you up lol...",
		"nsfw":  true},
  {"title": "I love how...",
    "message": "We will sit on the pavement to get a cats attention and pet them!"},
  {"title": "I love that you can turn any statement into...",
    "message": "'Are you calling me fat?'"},
	{"title": "I love us because...",
		"message": "Our communication is so good. We always work through a problem together which has worked out really well for us!"},
	{"title": "I love listening to you play piano!",
		"message": "You are getting quite good already and listening to you improvising makes me feel warm and fuzzy inside!"},
	{"title": "I love how good you are at Hollow Knight!",
		"message": "It's really fun to see you play!"},
	{"title": "You are my favourite!",
		"message": "Across all categories!"},
	{"title": "Your new haircut looks so cute!",
		"message": "It really fits you so well!"},
	{"title": "I love your style!",
		"message": "I love the way you dress, the way you decorate your rooms, your very pretty new phone... everything!"},
	{"title": "I love talking science with you!",
		"message": "It's so great to have someone share to share that passion with!"},
	{"title": "I love cuddling you!",
		"message": "Having you in my arms is one of the best feelings I've ever experienced!"},
	{"title": "I'm so proud of how you're learning the violin!",
		"message": "You're learning it so quickly!"},
	{"title": "Listening to music with you is so great!",
		"message": "We're just vibing, enjoying some beautiful music and each other's company!"},
	{"title": "I love how you say 'shut up'!",
		"message": "When you know I'm right, it's so adorable!"},
	{"title": "I love your musicality!",
		"message": "Like, 5 instruments and fucking skilled at trumpet? HOT DAMN!"},
	{"title": "I want to have cats with you!",
		"message": "I can see us cuddling on the couch with 2 cats with us, and that seems amazing!"},
	{"title": "I love how often we don't have to say stuff!",
		"message": "Like we'll take a look at each other and both know that we know exactly what we thought!"},
	{"title": "Thank you for being in my life!",
		"message": "It is so much better because of you!"},
	{"title": "I meep you!",
		"message": "I love you so much, I don't even know how to express how much!"},
	{"title": "I love how creative you are!",
		"message": "You literally made me an amazing Kurzgesagt duck! I love (hugging) it so much!"},
	{"title": "I love that you guessed that I was doing this!",
		"message": "You know me so well!"}
]